/* No comment provided by engineer. */
"%@ daily average" = "%@ im Tagesdurchschnitt";

/* No comment provided by engineer. */
"Daily Average" = "Tagesdurchschnitt";

/* No comment provided by engineer. */
"%@ total" = "%@ insgesamt";

/* No comment provided by engineer. */
"About Duffy" = "Über Duffy";

/* No comment provided by engineer. */
"Ask a Question" = "Frage stellen";

/* No comment provided by engineer. */
"Change Your Goal" = "Ziel ändern";

/* No comment provided by engineer. */
"Details" = "Details";

/* No comment provided by engineer. */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"Filter" = "Filtern";

/* No comment provided by engineer. */
"Help" = "Hilfe";

/* No comment provided by engineer. */
"How To Change Your Goal" = "So änderst du dein Ziel";

/* No comment provided by engineer. */
"Kilometer Travelled" = "Zurückgelegter Kilometer";

/* No comment provided by engineer. */
"Kilometers Travelled" = "Zurückgelegte Kilometer";

/* No comment provided by engineer. */
"Loading..." = "Wird geladen...";

/* No comment provided by engineer. */
"Mile Travelled" = "Zurückgelegte Meile";

/* No comment provided by engineer. */
"Miles Travelled" = "Zurückgelegte Meilen";

/* No comment provided by engineer. */
"Flights Climbed" = "Gestiegene Etagen";

/* No comment provided by engineer. */
"No data for the previous week" = "Keine Daten für die Vorwoche";

/* No comment provided by engineer. */
"of %@ goal %@" = "von %1$@ Ziel %2$@";

/* No comment provided by engineer. */
"Previous Week" = "Vorwoche";

/* No comment provided by engineer. */
"Privacy Policy" = "Datenschutzrichtlinie";

/* No comment provided by engineer. */
"Published By" = "Herausgegeben von";

/* No comment provided by engineer. */
"Rate Duffy" = "Duffy bewerten";

/* No comment provided by engineer. */
"Since" = "Seit";

/* No comment provided by engineer. */
"Since %@" = "Seit %@";

/* No comment provided by engineer. */
"STEPS" = "Schritte";

/* No comment provided by engineer. */
"This guide describes how to change your daily steps goal (currently %@ steps). Your goal can only be changed from the Duffy Apple Watch app." = "Diese Anleitung beschreibt, wie du dein tägliches Schrittziel änderst (aktuell %@ Schritte). Dein Ziel kann nur in der Duffy-App auf der Apple Watch geändert werden.";

/* No comment provided by engineer. */
"Trend" = "Trend";

/* No comment provided by engineer. */
"Version: %@" = "Version: %@";

/* No comment provided by engineer. */
"VIEW HISTORY" = "Verlauf anzeigen";

/* No comment provided by engineer. */
"km" = "km";

/* No comment provided by engineer. */
"mi" = "mi";

/* No comment provided by engineer. */
"floors" = "Etagen";


/* No comment provided by engineer. */
"From the Today view of the Apple Watch app, scroll the screen by swiping upward your finger or turning the digital crown." = "Scrolle in der Ansicht „Heute“ der Apple Watch App, indem du mit dem Finger nach oben wischst oder die Digital Crown drehst.";

/* No comment provided by engineer. */
"Tap the 'Change Goal' button that appears at the bottom of the screen." = "Tippe auf die Taste „Ziel ändern“, die unten auf dem Bildschirm erscheint.";

/* No comment provided by engineer. */
"Select a new goal by swiping with your finger or turning the digital crown. Then tap the 'Set Goal' button to save it." = "Wähle ein neues Ziel, indem du mit dem Finger wischst oder die Digital Crown drehst. Tippe anschließend auf die Taste „Ziel festlegen“, um es zu sichern.";

/* No comment provided by engineer. */
"Select a new goal by tapping the plus (+) or minus (-) buttons or turning the digital crown. Then tap the 'Set Goal' button to save it." = "Wähle ein neues Ziel, indem du auf die Plus- (+) oder Minus-Taste (-) tippst oder die Digital Crown drehst. Tippe anschließend auf die Taste „Ziel festlegen“, um es zu sichern.";

/* No comment provided by engineer. */
"%@ STEPS" = "%@ SCHRITTE";

/* No comment provided by engineer. */
"Trophies" = "Trophäen";

/* Placeholder is a number of steps: ie 10,000 */
"When you've reached your goal, you'll earn a trophy based on how many steps you've taken beyond your goal (%@)." = "Wenn du dein Ziel erreicht hast, erhältst du eine Trophäe – abhängig davon, wie viele Schritte du über dein Ziel (%@) hinaus gegangen bist.";

/* No comment provided by engineer. */
"Reached your goal" = "Ziel erreicht";

/* No comment provided by engineer. */
"25% over your goal" = "25 % über deinem Ziel";

/* No comment provided by engineer. */
"50% over your goal" = "50 % über deinem Ziel";

/* No comment provided by engineer. */
"75% over your goal" = "75 % über deinem Ziel";

/* No comment provided by engineer. */
"Double your goal" = "Das Doppelte deines Ziels";

/* Title of a button that changes display options of a chart */
"Options" = "Optionen";

/* Header of a section that summarizes aggregate data */
"Summary" = "Zusammenfassung";

/* Title of screen that allows the user to change display options of a chart/graph */
"Graph Options" = "Diagrammoptionen";

/* Title of section of options changing how to display your data on a chart/graph */
"Data" = "Daten";

/* Title of section of options changing which markers are shown on a chart/graph */
"Indicators" = "Markierungen";

/* Option to change how the lines on a chart are drawn */
"Lines" = "Linien";

/* Title of a screen where user selects which lines are shown on a graph */
"Show Lines" = "Linien anzeigen";

/* Option describing a graph line that plots every data point */
"Detail" = "Detail";

/* Option describing a graph line that shows the trend of your data but not every point */
"Trend" = "Trend";

/* Option describing whether or not to show an indicator on the graph showing where the average of data points is */
"Average" = "Durchschnitt";

/* Option describing whether or not to show an indicator on the graph showing where your goal is */
"Goal" = "Ziel";

/* Concatenate to options together with 'and' */
"%@ & %@" = "%@ und %@";

/* 1 to 3 character abbreviation of 'average' */
"avg" = "Ø";

/* No comment provided by engineer. */
"Show More" = "Mehr anzeigen";

/* No comment provided by engineer. */
"Miles" = "Meilen";

/* No comment provided by engineer. */
"Kilometers" = "Kilometer";

/* No comment provided by engineer. */
"To go" = "Verbleibend";

/* No comment provided by engineer. */
"Flights" = "Etagen";

/* No comment provided by engineer. */
"Distance" = "Distanz";

/* No comment provided by engineer. */
"No Steps Today" = "Heute keine Schritte";

/* No comment provided by engineer. */
"6 AM" = "6 UHR";

/* No comment provided by engineer. */
"NOON" = "MITTAG";

/* No comment provided by engineer. */
"6 PM" = "18 UHR";

/* No comment provided by engineer. */
"Cancel" = "Abbrechen";

/* No comment provided by engineer. */
"See the Trophies" = "Trophäen ansehen";

/* No comment provided by engineer. */
"Your Goal" = "Dein Ziel";

/* No comment provided by engineer. */
"Code" = "Code";

/* No comment provided by engineer. */
"Design" = "Design";

/* No comment provided by engineer. */
"Last: %@" = "Zuletzt: %@";

/* No comment provided by engineer. */
"Not awarded yet" = "Noch nicht erhalten";

/* No comment provided by engineer. */
"Get the rocket trophy when your step count is 2x your goal." = "Hol dir die Raketen-Trophäe, wenn deine Schrittzahl das Doppelte deines Ziels erreicht.";

/* No comment provided by engineer. */
"%@x your goal!" = "%@x dein Ziel!";

/* No comment provided by engineer. */
"From Prior Week" = "Gegenüber der Vorwoche";

/* No comment provided by engineer. */
"Appreciation" = "Wertschätzung";

/* No comment provided by engineer. */
"Tip Jar" = "Trinkgeld";

/* No comment provided by engineer. */
"Learn more about Duffy" = "Mehr über Duffy erfahren";

/* No comment provided by engineer. */
"My name is Patrick and I aspire to make apps people love. When I created Duffy, I never expected to be paid. That’s why there are no ads, subscriptions, or data collection of any kind. I just want to hone my craft while also serving a need.\n\nDuffy is a labor of love that happens after hours and on the weekends so it helps to know that people appreciate the work I do maintaining and improving this app.\n\nIf Duffy is an app that you love, and you can afford it, please consider showing your appreciation by selecting one of the tips below:" = "Ich heiße Patrick und möchte Apps entwickeln, die Menschen lieben. Als ich Duffy entwickelt habe, hätte ich nie erwartet, dafür bezahlt zu werden. Deshalb gibt es keine Werbung, keine Abos und keinerlei Datenerfassung. Ich möchte einfach mein Handwerk verfeinern und dabei einen Bedarf decken.\n\nDuffy ist ein Herzensprojekt, das nach Feierabend und an Wochenenden entsteht. Da hilft es zu wissen, dass die Arbeit, die ich in die Pflege und Verbesserung dieser App stecke, geschätzt wird.\n\nWenn du Duffy liebst und es dir leisten kannst, zeig deine Wertschätzung doch mit einem der folgenden Trinkgelder:";

/* No comment provided by engineer. */
"Dismiss" = "Schließen";

/* No comment provided by engineer. */
"Thanks so much for the tip! 🙏" = "Vielen Dank für das Trinkgeld! 🙏";

/* No comment provided by engineer. */
"Try Again" = "Erneut versuchen";

/* No comment provided by engineer. */
"Your tip did not go through. Do you want to try again?" = "Dein Trinkgeld konnte nicht verarbeitet werden. Möchtest du es erneut versuchen?";

/* No comment provided by engineer. */
"Unable to communicate with the App Store. Do you want to try again?" = "Keine Verbindung zum App Store möglich. Möchtest du es erneut versuchen?";

/* No comment provided by engineer. */
"🙏 Thank you so much for tipping!" = "🙏 Vielen Dank für dein Trinkgeld!";

/* No comment provided by engineer. */
"Sort" = "Sortieren";

/* No comment provided by engineer. */
"Newest to Oldest" = "Neueste zuerst";

/* No comment provided by engineer. */
"Oldest to Newest" = "Älteste zuerst";

/* No comment provided by engineer. */
"Select Date" = "Datum auswählen";

/* No comment provided by engineer. */
"Last %d days" = "Letzte %d Tage";

/* No comment provided by engineer. */
"Change my Daily Goal" = "Mein Tagesziel ändern";

/* No comment provided by engineer. */
"Enable Duffy to Count Steps" = "Duffy das Zählen meiner Schritte erlauben";

/* No comment provided by engineer. */
"Add Steps to my Watch Face" = "Schritte zu meinem Zifferblatt hinzufügen";

/* No comment provided by engineer. */
"Change Miles or Kilometers" = "Zwischen Meilen und Kilometern wechseln";

/* No comment provided by engineer. */
"Need Help?" = "Brauchst du Hilfe?";

/* No comment provided by engineer. */
"Would you like to change your daily step goal or do you need help with something else?" = "Möchtest du dein tägliches Schrittziel ändern oder brauchst du Hilfe bei etwas anderem?";

/* No comment provided by engineer. */
"View More Help Topics" = "Weitere Hilfethemen anzeigen";

/* No comment provided by engineer. */
"Your tip is pending." = "Dein Trinkgeld steht noch aus.";

/* No comment provided by engineer. */
"Step Count Mismatch" = "Abweichende Schrittzahl";

/* No comment provided by engineer. */
"Complication Not Updating" = "Komplikation wird nicht aktualisiert";
